Revit 2027 API
ParameterTypeId.KeynoteParam Property
 "Keynote"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KeynoteParam { get; }
Public Shared ReadOnly Property KeynoteParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KeynoteParam {
	ForgeTypeId^ get ();
}
static member KeynoteParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace